const tree = [
    {
        name: '新手指南',
        children: [
            {
                name: '新手引导'
            },
            {
                name: '接口鉴权'
            },
            {
                name: '返回码'
            },
            {
                name: '常见问题'
            }
        ]
    },
    {
        name: '健康管理',
        children: [
            {
                name: '风险评测',
                children: [
                    {
                        name: '糖尿病风险评测',
                    },
                    {
                        name: '骨质疏松性骨折',
                    },
                    {
                        name: '代谢综合征风险评测',
                    },
                    {
                        name: '血脂异常风险评测',
                    },
                    {
                        name: '高血压风险评测',
                    },
                    {
                        name: '冠心病风险评测',
                    },
                    {
                        name: '脑卒中风险评测',
                    },
                    {
                        name: 'A型性格评测',
                    },
                    {
                        name: 'PSTRI压力评测',
                    },
                    {
                        name: '心里加快评测',
                    },
                    {
                        name: '口腔癌风险评测',
                    },
                    {
                        name: '口腔癌风险评测2',
                    },
                    {
                        name: '口腔癌风险评测3',
                    },
                    {
                        name: '口腔癌风险评测4',
                    },
                    {
                        name: '口腔癌风险评测5',
                    },
                    {
                        name: '口腔癌风险评测6',
                    },
                    {
                        name: '口腔癌风险评测7',
                    },
                    {
                        name: '口腔癌风险评测8',
                    },
                    {
                        name: '口腔癌风险评测9',
                    },
                    {
                        name: '口腔癌风险评测10',
                    }
                ]
            },
            {
                name: '医疗方案',
                children: [
                    {
                        name: '糖尿病诊前指导组合方诊前指导组合方案1',
                    },
                    {
                        name: '糖尿病诊前指导组合方案2',
                    },
                    {
                        name: '糖尿病诊前指导组合方案3',
                    },
                    {
                        name: '糖尿病诊前指导组合方案4',
                    },
                    {
                        name: '糖尿病诊前指导组合方案5',
                    },
                    {
                        name: '高血压诊前指导组合方案',
                    },
                    {
                        name: '超重肥胖诊前指导组合方案1',
                    },
                    {
                        name: '超重肥胖诊前指导组合方案2',
                    },
                    {
                        name: '血脂异常医疗方案',
                    }
                ]
            }, 
            {
                name: '检测方案',
                children: [
                    {
                        name: '监测方案1-1'
                    },
                    {
                        name: '监测方案1-2'
                    },
                    {
                        name: '监测方案1-3'
                    },
                    {
                        name: '监测方案2-1'
                    },
                    {
                        name: '监测方案2-2'
                    },
                    {
                        name: '监测方案2-3'
                    }
                ]
            },
            {
                name: '膳食方案',
                children: [
                    {
                        name: '监测方案1-1'
                    },
                    {
                        name: '监测方案1-2'
                    },
                    {
                        name: '监测方案1-3'
                    },
                    {
                        name: '监测方案2-1'
                    },
                    {
                        name: '监测方案2-2'
                    },
                    {
                        name: '监测方案2-3'
                    }
                ]
            },
            {
                name: '运动方案',
                children: [
                    {
                        name: '监测方案1-1'
                    },
                    {
                        name: '监测方案1-2'
                    },
                    {
                        name: '监测方案1-3'
                    }
                ]
            },
            {
                name: '健康方案',
                children: [
                    {
                        name: '监测方案1-1'
                    },
                    {
                        name: '监测方案1-2'
                    },
                    {
                        name: '监测方案1-3'
                    }
                ]
            }
        ]
    },
    {
        name: '中医管理',
        children: [
            
        ]
    },
    {
        name: '医学数据',
        children: [
            
        ]
    },
    {
        name: '人工智能',
        children: [
            
        ]
    },
    {
        name: '健康工具',
        children: [
            
        ]
    }
];
export {
    tree
};